Repository: Howlyng/pages-vertes
Catalog: pages-vertes/src/Locale/*/Employees.po
Languages: fr

source: You must enter a category name in order to create one category. Please, try again.
fr: Vous devez entrez un nom de catégorie, veuillez réessayer.

source: The name of the category must be > 5 and < 50 characters
fr: Le nom de la catégorie doit être > 5 et < 50 caractères.

source: The employee category has been saved.
fr: La catégorie de l'employé a été sauvegardée.

source: The employe category could not be saved. Please, try again.
fr: La catégorie ne peut pas être sauvegardée, veuillez réessayer.

source: The employe category has been saved.
fr: La catégorie de l'employé a été sauvegardée.

source: This category contains {0} employee(s).
fr: Cette catégorie contient {0} employé(s)

source: You can only delete your categories
fr: Vous ne pouvez supprimer que vos catégories

source: The employe category has been deleted.
fr: La catégorie d'employé a été supprimée.

source: The employe category could not be deleted. Please, try again.
fr: La catégorie ne peut pas être sauvegardée, veuillez réessayer.

source: Sorry, this enterprise does not exist.
fr: Désolé, cette entreprise n'existe pas.

source: This category does not exist
fr: Cette catégorie n'existe pas.

source: Please select an image.
fr: Veuillez choisir une image.

source: The employee has been saved.
fr: L'employé a été sauvegardé.

source: The employee could not be saved. Please, try again.
fr: L'employé n'a pas pu être sauvegardé, veuillez réessayer.

source: You can only modify your employees
fr: Vous ne pouvez modifier que vos employés

source: You can only delete your employees
fr: Vous ne pouvez supprimer que vos employés

source: Value must be > 5 and < 50 characters
fr: Le champs doit être > 5 et < 50 caractères.

source: Value cannot be empty
fr: Ce champ ne peut être vide.

source: Value must be > 5 and < 100 characters
fr: Le champs doit être > 5 et < 100 caractères.

source: Birthday must be < today
fr: Le champs de date de naissance doit être < à aujourd'hui

source: Hire date must be < today + 14 days
fr: La date d'embauche ne peut excéder de plus de 14 la date d'aujourd'hui

source: New Employee
fr: Nouvel employé

source: Manage your employees
fr: Nouvel employé

source: View enterprise's employees
fr: Voir les employés

source: Employees
fr: Employés

source: Manage your products
fr: Gérer vos produits

source: View enterprise's products
fr: Voir les produits

source: Products
fr: Produits

source: Manage your services
fr: Gérez vos services

source: Manage your suppliers
fr: Gérer vos fournisseurs

source: View enterprise's suppliers
fr: Voir les fournisseurs

source: Suppliers
fr: Fournisseurs

source: Edit Employee Informations
fr: Modifier les informations de l'employé

source: First name
fr: Nom

source: Employee's first name
fr: Nom de l'employé

source: Last name
fr: Prénom

source: Employee's last name
fr: Prénom de l'employé

source: Birthday
fr: Anniversaire

source: Address
fr: Adresse

source: Employee's address
fr: Adresse de l'employé

source: Category
fr: Catégorie

source: Hire Date
fr: Date d'embauche

source: New Category
fr: Nouvelle catégorie

source: Add Employee
fr: Ajouter un employé

source: Save changes
fr: Enregistrer les changements

source: Joined
fr: Join le

source: Edit Profile
fr: Modifier le profil

source: Details
fr: Détails

source: Categories
fr: Catégories

source: Add Employee
fr: Ajouter un employé

source: Name
fr: Nom

source: Since
fr: Depuis

source: Edit this employee
fr: Modifier cet employé

source: Delete this employee
fr: Supprimer cet employé

source: Are you sure you want to delete {0}?
fr: Voulez-vous vraiment supprimer {0}?

source: Add
fr: Ajouter

source: Delete Category
fr: Supprimer cette catégorie

source: List Employees
fr: Lister les employés

source: Delete
fr: Supprimer

source: Do you really want to delete this category and all its employees?
fr: Voulez-vous vraiment supprimer cette catégories ainsi que ces employés ?

source: Cancel
fr: Annuler

source: This category has no employee. Confirm to delete
fr: Cette catégorie ne contient aucun employé. Confirmer pour supprimer

source: They will be deleted.
fr: Ils seront supprimés après confirmation.

source: All Employees in this Category
fr: Tous les employés de cette catégorie

source: This category has no employee
fr: Cette catégorie ne contient aucun employé.
