Repository: Howlyng/pages-vertes
Catalog: pages-vertes/src/Locale/*/Services.po
Languages: fr

source: Save Article
fr: Sauvegarder l'article

source: Employees
fr: Employés

source: Products
fr: Produits

source: Suppliers
fr: Fourniseurs

source: Name
fr: Nom

source: Category
fr: Categories

source: None
fr: Aucun

source: Category 1
fr: Categorie 1

source: Service's name
fr: Nom du services

source: Price
fr: Prix

source: Service's price
fr: Prix du service

source: Add a new categorie so that you can use it in your entreprise services
fr: Ajouter une nouvelle catégori pour pouvoir l'utiliser dans votre entreprise

source: Edit Profile
fr: Modifier Profile

source: Manage your employees
fr: Gerer vos Employers

source: View enterprise's employees
fr: Voir les employers de l'entreprise

source: Manage your products
fr: Gerer vos Produits

source: View enterprise's products
fr: Voir les produit de l'entreprise

source: Manage your services
fr: Gerer vos Services

source: View enterprise's services
fr: Voir les services de l'entreprise

source: Manage your suppliers
fr: Voir les produit de l'entreprise

source: View enterprise's suppliers
fr: Voir les Fourniseurs de l'entreprise

source: Consult Services
fr: Consulters vos services

source: Consult Services categories
fr: Consulter les catégories de services

source: Delete Category
fr: Supprimer la catégorie

source: Edit Service
fr: Modifier vos services

source: Delete Service
fr: supprimer vos services

source: Add
fr: Ajouter un services

source: Save changes
fr: Sauvegarder Changement

source: Enterprise does not exist
fr: L'entreprisse n'existe pas

source: All fields are required
fr: Veuiller remplir tout les champs

source: This category does not exist in your enterprise
fr: Cette catégorie n'existe pas dans votre entreprise

source: The image is invalid.
fr: L'imageest invalide

source: The service has been saved.
fr: Le services a été sauvegarder

source: The service could not be saved. Please, try again.
fr: Le service na pas pu etre sauvegarder, Réessayer

source: The service could not be saved . Please, try again.
fr: Le service na pas pu etre sauvegarder, Réessayer

source: The service category has been saved.
fr: La category de services a été sauvegarder

source: The service category could not be saved. Please, try again.
fr: La category de services na pas pu etre sauvegarder, Réessayer

source: The picture has been deleted.
fr: La photo a été supprimer

source: New Category
fr: Nouvelle catégorie

source: Delete
fr: Supprimer

source: Do you really want to delete this category and all its services?
fr: Voullez vous vraiment supprimer ette cétégorie et ses services?

source: Cancel
fr: Annuler

source: The service category and all its services have been deleted.
fr: La category de services et tout ses services ont supprimer

source: The service category could not be deleted. Please, try again.
fr: La category de services na pas pu etre supprimer, Réessayer

source: This category contains {0} services(s). They will be deleted
fr: Cette category contient {0} services. Ils seront supprimer

source: It(they) will be deleted if you confirm.
fr: Il seront supprimer si vous confirmer

source: Loading...
fr: Chargement...

source: Add Service
fr: Ajouter un service
