Repository: Howlyng/pages-vertes
Catalog: pages-vertes/src/Locale/*/Suppliers.po
Languages: fr

source: The supplier category has been saved.
fr: La catégorie de fournisseur a été enregistrée.

source: The supplier category could not be saved. Please, try again.
fr: La catégorie de fournisseur n'a pas pu être enregistrée. Veuillez réessayer.

source: You are not authorized to edit this category
fr: Vous n'êtres pas autorisé(e) à éditer cette catégorie.

source: You are not authorized to delete this category
fr: Vous n'êtres pas autorisé(e) à supprimer cette catégorie.

source: The supplier category has been deleted.
fr: La catégorie de fournisseur a été supprimée.

source: The supplier category could not be deleted. Please, try again.
fr: La catégorie de fournisseur n'a pas pu être enregistrée. Veuillez réessayer.

source: This category contains {0} supplier(s).
fr: Cette catégorie contient {0} supplier(s).

source: This category does not exist in your enterprise
fr: Cette catégorie n'est pas associée à votre entreprise.

source: Enterprise does not exist
fr: Cette entreprise n'existe pas.

source: The image is invalid.
fr: L'image est invalide.

source: The supplier has been saved.
fr: Le fournisseur a été enregistré.

source: The supplier could not be saved. Please, try again.
fr: Le fournisseur n'a pas pu être enregistré. Veuillez réessayer.

source: The supplier could not be saved . Please, try again.
fr: Le fournisseur n'a pas pu être enregistré. Veuillez réessayer.

source: You are not authorized to edit this supplier
fr: Vous n'êtres pas autorisé(e) à éditer ce fournisseur.

source: Cannot save this image file. Please try with another one
fr: L'image n'a pas pu être enregistrée. Merci de sélectionner une image différente.

source: The picture has been deleted.
fr: L'image a été supprimée.

source: {0} has been saved.
fr: {0} a été sauvegardé.

source: {0} could not be saved. Please, try again.
fr: {0} n'a pas pu être sauvegardé. Veuillez réessayer.

source: You are not authorized to delete this supplier
fr: Vous n'êtres pas autorisé(e) à supprimer ce fournisseur.

source: The supplier has been deleted.
fr: Le fournisseur a été supprimé.

source: The supplier could not be deleted. Please, try again.
fr: Le fournisseur n'a pas pu être supprimé. Veuillez réessayer.

source: Value must be between 5 and 50.
fr: La valeur doit être comprise entre 5 et 50 caractères.

source: Value cannot be empty.
fr: La valeur ne peut pas être vide.

source: Value must be between 5 and 100.
fr: La valeur doit être comprise entre 5 et 100 caractères.

source: Value cannot be empty
fr: La valeur ne peut pas être vide.

source: Supplier
fr: Fournisseur

source: Employees
fr: Employés

source: Products
fr: Produits

source: Suppliers
fr: Fournisseurs

source: New supplier
fr: Nouveau fournisseur

source: Name
fr: Nom

source: Enter name
fr: Entrez un nom

source: Address
fr: Adresse

source: Enter address
fr: Entrez une adresse

source: Category
fr: Catégorie

source: Select associated categories
fr: Sélectionnez les catégories associées

source: Delete picture
fr: Supprimer l'image

source: Add Supplier
fr: Ajouter fournisseur

source: Save My Changes
fr: Sauvegardez mes changements

source: Details
fr: Détails

source: Manage your employees
fr: Gérez vos employés

source: View enterprise's employees
fr: Voir les employés de l'entreprise

source: Manage your products
fr: Gérez vos produits

source: View enterprise's products
fr: Voir les produits de l'entreprise

source: Manage your services
fr: Gérez vos services

source: View enterprise's services
fr: Voir les services de l'entreprise

source: Manage your suppliers
fr: Gérez vos fournisseurs

source: View enterprise's suppliers
fr: Voir les fournisseurs de l'entreprise

source: Categories
fr: Catégories

source: Add Suppliers
fr: Ajouter un fournisseur

source: Edit supplier
fr: Editer un fournisseur

source: Delete supplier
fr: Supprimer un fournisseur

source: Are you sure you want to delete {0}?
fr: Voulez-vous vraiment supprimer {0} ?

source: New Category
fr: Nouvelle catégorie

source: Add
fr: Ajouter

source: Save changes
fr: Sauvegarder les changements

source: Delete Category
fr: Supprimer la catégorie

source: List Suppliers
fr: Liste des fournisseurs

source: Delete
fr: Supprimer

source: Do you really want to delete this category and all its suppliers?
fr: Voulez-vous vraiment supprimer cette catégorie et tous ses fournisseurs ?

source: Cancel
fr: Annuler

source: This category has no supplier. Confirm to delete
fr: Cette catégorie n'a pas de fournisseur. Confirmer la supression

source: Edit this supplier
fr: Editer ce fournisseur

source: All suppliers in this Category
fr: Tous les fournisseurs de cette catégorie

source: This category has no suppliers.
fr: Cette catégorie ne contient pas de fournisseurs.
